<template>
	<view class="container">
		<view class="content">
			<view class="titlebox">
				<view class="title">委托代卖协议</view>
			</view>
		</view>
		<view class="detail-desc">
			<view style="width: 100%;">
				请务必认真阅读和理解本协议，平台将依据以下条件和条款为会员(下称“ 您”)提供服务。您在确认页面点击“同意并确认”按钮，将表示您完全同意并接受本协议的全部内容，并同意接受本协议的相应约束。欢迎阅读平台委托代卖协议(下称“本协议”)。本协议阐述之条款和条件适用于您使用平台所提供的代卖服务和收藏服务(下称“服务”)。
				
				一、定义
				1.代卖:平台接受您的委托，按照您指定的价格代为销售您收藏或者购买的艺术作品。
				
				二、代卖内容
				2.代卖场所:平台和平台线下实体店
				3.代卖艺术作品:艺术作品属于您已经在平台购买、不再收藏或者以其他方式所得的，且版权、所有权没有任何争议的合法资产。艺术作品的具体名称、作者、规格、数量等信息在平台相关环节另行确定。
				
				三、作品要求
				4.您应当确保您对您委托平台代卖的作品享有相应的权利，您不得在平台上销售以下作品: 
				4.1国家禁止或限制的;
				4.2侵犯他人知识产权或其它合法权益的;
				4.3平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在平台上销售及/或提供的。
				5.您委托平台代卖的作品，不得包含如下内容和信息:
				5.1违反宪法所确定的基本原则的
				5.2危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;
				5.3损害国家荣誉和利益的;
				5.4煽动民族仇恨、民族歧视、破坏民族团结的;
				5.5破坏国家宗教政策，宣扬邪教和封建迷信的;
				5.6散布谣言，扰乱社会秩序，破坏社会稳定的;
				5.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;
				5.8侮辱或者诽谤他人，侵害他人合法权利的;
				5.9煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的;
				5.10以非法民间组织名义活动的;
				5.11含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容;
				5.12含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或杰止的其它内容的
				6.您违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，应当由您承担赔偿责任。
				7.您有义务确保委托平台代卖的艺术品为真迹，并不存在瑕疵(在委托平台代卖时明确、详细、全面指出作品瑕疵的除外)。
				
				四、用户资格
				8.您确认，在您开始注册程序使用平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
				9.此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用平台服务。
				
				五、代卖费用
				10.平台为您代卖作品，您需要支付的费用包括但不限于:托管费、保管费、保险费、第三方支付费用、邮递费等其他必要费用。
				11.托管费为代卖物品销售价格的百分之四。
				12..上述托管费为不含税价格。需要平台开具发票时需要在.上述托管费的价格.上加收相应税款。
				13.您通过第三方支付平台收取代卖费用时，根据第三方平台要求自行支付手续费。
				
				六、售后保障
				16.您应当对委托平台代卖的物品承担质量保障责任。物品售出后，若购买方因包括但不限于产品质量问题等原因，要求平台进行退、换货,或者要求平台承担其他法律责任的，则相关法律责任有您直接承担。
				17.若因您委托平台代卖的作品存在违法、违规导致他人损失，或者侵犯他人权益的，您将直接对外承担相关法律责任。
				
				七、双方权责义务
				18.您拥有委托平台代卖艺术品的所有权、定价权、处分权。
				19.您对委托代卖的艺术品价格要求调整时，应及时通知到平台，并按照平台的要求说明价格调整的原因。您在委托平台代卖次日起的任何时间，如不再委托平台代卖，或因您调价致使委托代卖的艺术品一定时间内销售不出去，平台将根据具体情况将被委托代卖的艺术品寄回给您，您将承担代管期间的保管费用和邮寄费。
				20.平台对合作期间您所提供的产品资料、商业信息等予以保密，如出现外漏情况，平台将承担全部责任。
				
				八、补充协议
				21.由于互联网高速发展，您与平台签署的本协议列明的条款并不能完整罗列并覆盖您与平台所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，平台法律声明及隐私权政策、平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用平台服务，视为您同意上述补充协议。
				.22.委托代卖时，售出的产品所有权发生转移，您同意本协议则视为产品可以暂由平台保管，您自己保管的需要在交易后一个工作日内联系工作人员进行交割。
				23.委托代卖的时效为三天，三天后平台将不再承担保管义务，由于收货地址错误或者非平台原因造成不能送达的责任由委托人承担，委托时效过后,平台将按照5元/天收取保管费用，保管费用将从委托代卖的金额中扣除。
				
				九、责任限制
				24.平台依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，平台并不承担相应的违约责任:
				(一)因自然灾害、罢工、暴乱、战争、
				政府行为、司法行政命令等不可抗力因素; (二)因电力供应故障、通讯网络 故障等公共服务因素或第三人因素;
				(三)在平台已尽善意管理的情况
				下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
				
				十、赔偿责任
				25.如您的行为使平台及或其关联公司遭受损失(包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失)，您应赔偿平台及/或其关联公司的上述全部损失。
				26.如您的行为使平台及或其关联公司遭受第三人主张权利，平台及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
				27.如因您的行为使得第三人遭受损失，平台及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可自.行或者指示第三方支付公司自您的平台账户中划扣相应款项进行支付。如您的账户余额或保证金不足以支付相应款项的，您同意委托平台使用自有资金代您支付上述款项,您应当返还该部分费用并赔偿因此造成平台的全部损失。
				28.您同意平台指示自行或者指示第三方支付公司自您的平台账户中划扣相应款项支付上述赔偿款项。如您平台账户中的款项不足以支付上述赔偿款项的，平台及或关联公司可直接抵减您在平台及/或其关联公司其它协议项下的权益，并可继续追偿。
				
				十一、有效联系方式
				29您在注册成为平台用户，并接受平台服务时，您应该向平台提供真实有效的联系方式(包括您的电子邮件地址、联系电话、联系地址等)，对于联系方式发 生变更的，您有义务及时更新有关信息，并保持可被联系的状态。
				30.您在注册平台用户时生成的用于登陆平台接收站内信、系统消息和即时信息的会员账号(包括子账号)，也作为您的有效联系方式。
				31.平台将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
				
				十二、通知的送达
				32.平台通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送信息、系统消息以及站内信信息，在发送成功后即视为送达;以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
				33.对于在平台上因交易活动引起的任何纠纷，您同意司法机关(包括但不限于人民法院)可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书(包括但不限于诉讼文书)。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在平台注册、更新时提供的手机号码、电子邮箱联系方式以及在注册平台用户时生成即时通讯账号，司法机关向.上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
				34.您同意司法机关可采取以上一种或多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。35.您同意.上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
				36.你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。
				
				十三、法律适用、管辖与其他
				37.本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律;如法律无相关规定的，参照商业惯例及/或行业惯例。
				38.您因使用平台服务所产生及与平台服务有关的争议,由平台与您协商解决。协商不成时，任何一-方均可向平台住所地有管辖权的人民法院提起诉讼。
				39本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				detail: {}
			}
		},
		onLoad(options) {
		},
		methods: {
		}
		
	}
</script>

<style lang="scss">
	.content{
		padding: 0 20upx;
		background-color: #fff;
	}
	.titlebox {
		border-bottom: 1upx solid #f5f5f5;
		padding: 20upx 0;
		
		.title {
			text-align: center;
			font-size: 50upx;
			color: #333;
			line-height: 44upx;
		}
		.daytime{
			text-align: center;
			font-size: 24upx;
			color: #999;
			margin-top: 10upx;
		}
	}
	
	/*  详情 */
	.detail-desc {
		background: #fff;
		padding: 20upx;
		width: 750upx;
	
		.d-header {
			display: flex;
			justify-content: center;
			align-items: center;
			height: 80upx;
			font-size: $font-base + 2upx;
			color: $font-color-dark;
			position: relative;
	
			text {
				padding: 0 20upx;
				background: #fff;
				position: relative;
				z-index: 1;
			}
	
			&:after {
				position: absolute;
				left: 50%;
				top: 50%;
				transform: translateX(-50%);
				width: 300upx;
				height: 0;
				content: '';
				border-bottom: 1px solid #ccc;
			}
		}
	}
	
	.rich-img {
		width: 100%;
		height: auto;
		margin: 0;
		padding: 0;
		line-height: 0px;
		image{
			max-width: 100%;
		}
	}
	
</style>
